Repository: ashuron/dax
Catalog: DAXService/App_GlobalResources/Home.*.resx
Languages: de, pl, ru

# beingUHPartner3
source: Dyna-Soft is proud to have played a key role in helping our partner Unitedhours achieve its goals. We look forward to continuing our partnership and supporting their ongoing success.
de: Dyna-Soft ist stolz darauf, eine Schlüsselrolle dabei gespielt zu haben, unserem Partner Unitedhours dabei zu helfen, seine Ziele zu erreichen. Wir freuen uns darauf, unsere Partnerschaft fortzusetzen und ihren anhaltenden Erfolg zu unterstützen.
pl: Dyna-Soft z dumą odgrywa kluczową rolę w pomaganiu naszemu partnerowi Unitedhours w osiągnięciu jego celów. Cieszymy się na myśl o kontynuowaniu naszej współpracy i wsparciu ich dalszych sukcesów.

# dataMigrationIntegration
source: Dynamics 365 data migration and integration with other systems
de: Datenmigration und Integration von Dynamics 365 mit anderen Systemen
pl: Migracja danych Dynamics 365 i integracja z innymi systemami

# derTouristik
source: As one of the leading European tourist groups, DER Touristik Group will make your dream holiday come true. Each year, millions of guests entrust the group of companies with their holiday and business travel.
de: Als eine der führenden europäischen Reisegruppen wird die DER Touristik Group Ihren Traumurlaub wahr werden lassen. Jedes Jahr vertrauen Millionen von Gästen der Unternehmensgruppe ihren Urlaub und Geschäftsreisen an.
pl: Jako jedna z wiodących europejskich grup turystycznych, DER Touristik Group spełnia marzenia o wymarzonych wakacjach. Każdego roku miliony gości powierzają grupie firm swoje wakacje i podróże służbowe.

# derTouristikWork1
source: We were thrilled to be part of a project to upgrade a CRM solution from CRM 4.0 to CRM 2011 and then to CRM Online. Our team of experts provided the necessary support and guidance to make the transition as seamless and effective as possible. This involved not only upgrading the software but also migrating all of the data from the old system to the new one. Our team carefully planned and executed the data migration to ensure a seamless transition and no loss of important information. The upgrade and data migration was completed on time, providing our partner with a modern, efficient and reliable CRM solution. Our partner was able to see the benefits of the upgrade immediately, as the new CRM solution provided improved functionality and greater efficiency. The project was completed on time and on budget, and our partner was extremely satisfied with the results. We are proud to have played a key role in helping our partner take their CRM to the next level.
de: Wir waren begeistert, Teil eines Projekts zur Aktualisierung einer CRM-Lösung von CRM 4.0 auf CRM 2011 und dann auf CRM Online zu sein. Unser Team von Experten hat die notwendige Unterstützung und Anleitung bereitgestellt, um den Übergang so nahtlos und effektiv wie möglich zu gestalten. Dies umfasste nicht nur die Aktualisierung der Software, sondern auch die Migration aller Daten vom alten System auf das neue. Unser Team plante und führte die Datenmigration sorgfältig durch, um einen nahtlosen Übergang und keinen Verlust wichtiger Informationen zu gewährleisten. Die Aktualisierung und Datenmigration wurde termingerecht abgeschlossen und unser Partner erhielt eine moderne, effiziente und zuverlässige CRM-Lösung. Unser Partner konnte sofort von den Vorteilen der Aktualisierung profitieren, da die neue CRM-Lösung eine verbesserte Funktionalität und größere Effizienz bot. Das Projekt wurde termingerecht und im Budget abgeschlossen, und unser Partner war mit den Ergebnissen äußerst zufrieden. Wir sind stolz darauf, eine Schlüsselrolle dabei gespielt zu haben, unserem Partner zu helfen, ihr CRM auf die nächste Stufe zu bringen.
pl: Jesteśmy podekscytowani, że byliśmy częścią projektu polegającego na uaktualnieniu rozwiązania CRM z wersji CRM 4.0 na CRM 2011, a następnie na CRM Online. Nasz zespół ekspertów zapewnił niezbędne wsparcie i kierownictwo, aby przejście było jak najbardziej płynne i skuteczne. Obejmowało to nie tylko aktualizację oprogramowania, ale również migrację wszystkich danych ze starego systemu do nowego. Nasz zespół starannie zaplanował i przeprowadził migrację danych, aby zapewnić płynne przejście i brak utraty ważnych informacji. Aktualizacja i migracja danych została ukończona na czas, co dało naszemu partnerowi nowoczesne, wydajne i niezawodne rozwiązanie CRM. Nasz partner był w stanie od razu zobaczyć korzyści z uaktualnienia, ponieważ nowe rozwiązanie CRM zapewniło poprawioną funkcjonalność i większą wydajność. Projekt został ukończony na czas i w ramach budżetu, a nasz partner był bardzo zadowolony z wyników. Jesteśmy dumni, że odegraliśmy kluczową rolę w pomaganiu naszemu partnerowi w podniesieniu ich CRM na wyższy poziom.

# dynamicsAddOns
source: Dynamics 365 add-on development (e.g. custom workflows, custom entities, custom reports)
de: Entwicklung von Dynamics 365 Add-Ons (z. B. benutzerdefinierte Workflows, benutzerdefinierte Entitäten, benutzerdefinierte Berichte)
pl: Rozwój dodatków do Dynamics 365 (np. niestandardowe przepływy pracy, niestandardowe jednostki, niestandardowe raporty)

# powerAppsPowerAutomate
source: Dynamics 365 PowerApps and Power Automate development and customization
de: Entwicklung und Anpassung von Dynamics 365 PowerApps und Power Automate
pl: Tworzenie i dostosowywanie Dynamics 365 PowerApps i Power Automate

# referencesIntro1
source: At Dyna-Soft, our commitment to providing exceptional development and consulting services for MS Dynamics 365 F&O and CE products is reflected in the satisfaction of our clients. With over 20 years of experience in the industry and a team of experts in the field, we have earned a reputation for delivering high-quality solutions and excellent customer support.
de: Bei Dyna-Soft spiegelt sich unser Engagement für herausragende Entwicklungs- und Beratungsdienstleistungen für MS Dynamics 365 F&O und CE-Produkte in der Zufriedenheit unserer Kunden wider. Mit über 20 Jahren Erfahrung in der Branche und einem Expertenteam haben wir uns einen Ruf für qualitativ hochwertige Lösungen und exzellenten Kundensupport erworben.
pl: W Dyna-Soft nasze zaangażowanie w dostarczanie wyjątkowych usług rozwojowych i konsultingowych dla produktów MS Dynamics 365 F&O i CE odzwierciedla się w satysfakcji naszych klientów. Posiadając ponad 20-letnie doświadczenie w branży i zespół ekspertów w dziedzinie, zyskaliśmy reputację dostarczania wysokiej jakości rozwiązań i doskonałego wsparcia klienta.

# referencesIntro2
source: We are proud to have a growing list of satisfied customers who have trusted us with their MS Dynamics needs. From technical analysis and post-go-life support to customizations and integration services, we have helped our clients achieve their goals and streamline their processes. Our team of experts work closely with our partners to ensure that each project is completed on time, on budget and to the highest standard.
de: Wir sind stolz darauf, eine wachsende Liste zufriedener Kunden zu haben, die uns ihre MS Dynamics-Bedürfnisse anvertraut haben. Von der technischen Analyse und Post-Go-Live-Unterstützung bis hin zu Anpassungen und Integrationsdiensten haben wir unseren Kunden geholfen, ihre Ziele zu erreichen und ihre Prozesse zu optimieren. Unser Expertenteam arbeitet eng mit unseren Partnern zusammen, um sicherzustellen, dass jedes Projekt termingerecht, im Budget und auf höchstem Standard abgeschlossen wird.
pl: Jesteśmy dumni z coraz większej listy zadowolonych klientów, którzy powierzyli nam swoje potrzeby związane z MS Dynamics. Od analizy technicznej i wsparcia po uruchomieniu, po dostosowania i usługi integracyjne, pomogliśmy naszym klientom osiągnąć swoje cele i zoptymalizować swoje procesy. Nasz zespół ekspertów ściśle współpracuje z naszymi partnerami, aby każdy projekt został ukończony na czas, w ramach budżetu i na najwyższym poziomie.

# referencesIntro3
source: We invite you to take a look at our customer references and see for yourself why Dyna-Soft is the trusted choice for MS Dynamics solutions.
de: Wir laden Sie ein, einen Blick auf unsere Kundenreferenzen zu werfen und sich selbst davon zu überzeugen, warum Dyna-Soft die vertrauenswürdige Wahl für MS Dynamics-Lösungen ist.
pl: Zapraszamy do zapoznania się z referencjami naszych klientów i przekonania się, dlaczego Dyna-Soft jest zaufanym wyborem dla rozwiązań MS Dynamics.

# stobagIntro
source: Dyna-Soft teamed up with Alfapeople to help streamline and customize the ERP system for their customer, Stobag. This project involved extensive customization of the product builder, as well as improvements and optimizations to the ERP sales process. Dyna-Soft's expertise in MS Dynamics 365 F&O, combined with Alfapeople's knowledge and experience, resulted in a successful implementation that provided significant improvements to Stobag's operations. With the help of Dyna-Soft, Stobag was able to streamline their processes, increase efficiency, and create a more trusted experience for their customers.
de: Dyna-Soft hat sich mit Alfapeople zusammengetan, um das ERP-System für ihren Kunden Stobag zu optimieren und anzupassen. Dieses Projekt umfasste eine umfangreiche Anpassung des Produktkonfigurators sowie Verbesserungen und Optimierungen des ERP-Vertriebsprozesses. Die Expertise von Dyna-Soft in MS Dynamics 365 F&O, kombiniert mit dem Wissen und der Erfahrung von Alfapeople, führte zu einer erfolgreichen Implementierung, die signifikante Verbesserungen in den Abläufen von Stobag brachte. Mit Hilfe von Dyna-Soft konnte Stobag ihre Prozesse optimieren, die Effizienz steigern und ein vertrauenswürdigeres Erlebnis für ihre Kunden schaffen.
pl: Dyna-Soft połączyła siły z Alfapeople, aby zmodernizować i dostosować system ERP dla ich klienta, Stobag. Ten projekt obejmował obszerną personalizację kreatora produktów, a także ulepszenia i optymalizacje procesu sprzedaży ERP. Wiedza Dyna-Soft w zakresie MS Dynamics 365 F&O, połączona z wiedzą i doświadczeniem Alfapeople, zaowocowała udaną implementacją, która przyniosła znaczące usprawnienia w działaniu Stobag. Dzięki pomocy Dyna-Soft, Stobag był w stanie zoptymalizować swoje procesy, zwiększyć wydajność i stworzyć bardziej zaufane doświadczenie dla swoich klientów.

source: Team
pl: Zespół

# teamIntro
source: At Dyna-Soft, we have a highly skilled and experienced team of professionals who specialize in development and consulting services for MS Dynamics 365 F&O and CE products. Our team members have over 20 years of experience in MS Dynamics 365 F&O development and customizations, and are constantly improving their skills to follow all best practices. Our solution architects and senior developers have extensive knowledge in various technologies, including .NET, retail, CRM, and Azure integrations. Our team members are dedicated to delivering the best possible solution to our clients, in time and on budget. With a passion for learning and a commitment to excellence, our team is ready to tackle any challenge that comes our way.
de: Bei Dyna-Soft verfügen wir über ein hochqualifiziertes und erfahrenes Team von Fachleuten, die sich auf Entwicklungs- und Beratungsdienstleistungen für MS Dynamics 365 F&O- und CE-Produkte spezialisiert haben. Unsere Teammitglieder verfügen über mehr als 20 Jahre Erfahrung in MS Dynamics 365 F&O-Entwicklung und -Anpassung und verbessern ständig ihre Fähigkeiten, um alle Best Practices zu befolgen. Unsere Lösungsarchitekten und Senior-Entwickler haben umfassende Kenntnisse in verschiedenen Technologien wie .NET, Retail, CRM und Azure-Integrationen. Unsere Teammitglieder sind bestrebt, die bestmögliche Lösung für unsere Kunden in Zeit und Budget zu liefern. Mit Leidenschaft fürs Lernen und einem Engagement für Exzellenz ist unser Team bereit, jede Herausforderung zu meistern, die auf uns zukommt.
pl: W Dyna-Soft posiadamy wysoko wykwalifikowany i doświadczony zespół specjalistów, którzy specjalizują się w usługach rozwoju i konsultacji dla produktów MS Dynamics 365 F&O i CE. Nasi członkowie zespołu posiadają ponad 20-letnie doświadczenie w dziedzinie rozwoju i dostosowywania MS Dynamics 365 F&O oraz stale doskonalą swoje umiejętności, aby stosować najlepsze praktyki. Nasi architekci rozwiązań i starsi programiści mają obszerne doświadczenie w różnych technologiach, w tym .NET, handlu detalicznym, CRM oraz integracjach z Azure. Nasi członkowie zespołu są zaangażowani w dostarczenie jak najlepszego rozwiązania dla naszych klientów, w czasie i w ramach budżetu. Z pasją do nauki i zaangażowaniem w doskonalenie swoich umiejętności, nasz zespół jest gotów stawić czoła każdemu wyzwaniu, które napotka na swojej drodze.

# teliaIntro
source: Dyna-Soft, together with its partner Unitedhours, successfully implemented a Retail Dynamics 365 F&O project for the largest telecommunications company in Sweden, Telia. Telia aimed to improve its inventory and sales processes, as well as provide a seamless customer experience. Dyna-Soft's team of experts worked closely with Unitedhours to tailor the POS solution and integrate it with the backend processes and ECOM solution. This resulted in a streamlined and efficient system that met Telia's needs and expectations. The project was delivered on time and within budget, proving the effectiveness of Dyna-Soft's development and consulting services.
de: Dyna-Soft hat zusammen mit seinem Partner Unitedhours erfolgreich ein Retail Dynamics 365 F&O-Projekt für das größte Telekommunikationsunternehmen in Schweden, Telia, umgesetzt. Telia hatte das Ziel, seine Lager- und Verkaufsprozesse zu verbessern sowie ein nahtloses Kundenerlebnis zu bieten. Das Team von Dyna-Soft arbeitete eng mit Unitedhours zusammen, um die POS-Lösung maßzuschneidern und sie mit den Backend-Prozessen und der ECOM-Lösung zu integrieren. Dies führte zu einem schlanken und effizienten System, das den Anforderungen und Erwartungen von Telia gerecht wurde. Das Projekt wurde termingerecht und innerhalb des Budgets abgeschlossen, was die Wirksamkeit der Entwicklungs- und Beratungsdienstleistungen von Dyna-Soft beweist.
pl: Dyna-Soft wraz ze swoim partnerem Unitedhours z powodzeniem zrealizował projekt Retail Dynamics 365 F&O dla największej szwedzkiej firmy telekomunikacyjnej, Telii. Telia miała na celu poprawienie swoich procesów magazynowych i sprzedażowych oraz zapewnienie płynnego doświadczenia klienta. Zespół ekspertów Dyna-Soft blisko współpracował z Unitedhours, aby dostosować rozwiązanie POS i zintegrować je z procesami backendowymi i rozwiązaniem ECOM. To doprowadziło do zharmonizowanego i efektywnego systemu, który spełnił potrzeby i oczekiwania Telii. Projekt został dostarczony na czas i w ramach budżetu, co dowodzi skuteczności usług rozwoju i doradztwa oferowanych przez Dyna-Soft.

# trainingSupport
source: Dynamics 365 training and support
de: Dynamics 365 Schulungen und Unterstützung
pl: Szkolenia i wsparcie Dynamics 365

# unitedHoursIntro
source: Unitedhours is a company focusing on implementing Dynamics 365 for any corporation that are prepared and willing to utilize an ambitions partner that has adopted to agile methodologies proven to be efficient in multiple projects. Our focus is Retail implementations
de: Unitedhours ist ein Unternehmen, das sich auf die Implementierung von Dynamics 365 für jedes Unternehmen konzentriert, das bereit und gewillt ist, einen ambitionierten Partner zu nutzen, der sich an agilen Methoden orientiert hat, die sich in mehreren Projekten bewährt haben. Unser Fokus liegt auf Einzelhandelsimplementierungen.
pl: Unitedhours to firma skupiająca się na wdrażaniu Dynamics 365 dla każdej korporacji, która jest przygotowana i chętna do skorzystania z ambitnego partnera, który przyjął metodyki Agile, udowodnione skuteczne w wielu projektach. Naszym głównym obszarem działalności są implementacje dla sektora handlu detalicznego.

# viseoIntro
source: Viseo Group help you take advantage of digital opportunities, address new uses and compete with players who are changing the rules of the game.
de: Die Viseo Group hilft Ihnen, digitale Chancen zu nutzen, neue Anwendungen anzugehen und gegen Akteure zu konkurrieren, die die Spielregeln ändern.
pl: Grupa Viseo pomaga w wykorzystaniu cyfrowych możliwości, adresowaniu nowych zastosowań i rywalizacji z graczami, którzy zmieniają zasady gry.

source: Contact us
de: Kontaktiere uns
pl: Skontaktuj się z nami

# magebaIntro
source: Dyna-Soft worked closely with company Mageba to support and customize their ERP system. This partnership involved technical analysis, development and integration of various ERP modules to meet the unique needs of the client. The focus was on streamlining the sales processes, optimizing inventory management and improving overall efficiency. Dyna-Soft's expertise in Microsoft Dynamics AX2012 made for a powerful partnership that delivered outstanding results for the client.
de: Dyna-Soft arbeitete eng mit dem Unternehmen Mageba zusammen, um ihr ERP-System zu unterstützen und anzupassen. Diese Partnerschaft umfasste technische Analyse, Entwicklung und Integration verschiedener ERP-Module, um die einzigartigen Bedürfnisse des Kunden zu erfüllen. Der Fokus lag auf der Optimierung der Vertriebsprozesse, der Optimierung des Lagerbestandsmanagements und der Verbesserung der Gesamteffizienz. Dyna-Softs Expertise in Microsoft Dynamics AX2012 machte diese Partnerschaft zu einer leistungsstarken Partnerschaft, die herausragende Ergebnisse für den Kunden lieferte.
pl: Dyna-Soft blisko współpracował z firmą Mageba w celu wsparcia i dostosowania ich systemu ERP. Współpraca ta obejmowała analizę techniczną, rozwój i integrację różnych modułów ERP, aby sprostać unikalnym potrzebom klienta. Skupiono się na usprawnieniu procesów sprzedaży, optymalizacji zarządzania zapasami i poprawie ogólnej wydajności. Wiedza Dyna-Soft w zakresie Microsoft Dynamics AX2012 stworzyła potężne partnerstwo, które dostarczyło wyjątkowe wyniki dla klienta.

# pos
source: Point of Sale
de: Verkaufsstelle
pl: Punkt sprzedaży (POS)
ru: Торговые точки

# AKU
source: Andrew Kuzmich
ru: Кузьмич Андрей Владимирович

# ALA
source: Aliaksandr Ahranovich
ru: Агранович Александр Александрович

# ANY
source: Andrew Yaroslavtsev
ru: Ярославцев Андрей Анатольевич

# DMS
source: Dmitri Stepanov
ru: Степанов Дмитрий Александрович

# address1
source: Dyna-Soft Sp. z o.o.
ru: ООО "Динамикс-Акс Сервис"

# address2
source: Szpitalna str., 8, apt. 6
ru: Минск, Республика Беларусь, 220000

# address3
source: 00-031 Warsaw, Poland
ru: ул. Мележа, д. 5 корп. 2, офис 709-2
